ceconea/help/servidores.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-19 Wed 19:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Estructura servidores CECONEA</title>
<meta name="author" content="pulido" />
<meta name="description" content="Instrucciones basicas de uso" />
<meta name="keywords" content="syntax, org, document" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Estructura servidores CECONEA</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgbcfe067">1. Definicion estructura servidores de computo y almacenamiento</a>
<ul>
<li><a href="#org89d3718">1.1. Servidores centrales</a></li>
<li><a href="#org4832e7d">1.2. Servidores GPU</a></li>
<li><a href="#org65fbf00">1.3. Servidores computo serial</a></li>
<li><a href="#org9e386dd">1.4. Servidores Supermicros: computo paralelo</a></li>
<li><a href="#org0ae058b">1.5. Servidores de almacenamiento. Datos</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgbcfe067" class="outline-2">
<h2 id="orgbcfe067"><span class="section-number-2">1.</span> Definicion estructura servidores de computo y almacenamiento</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">Tipo servidor</th>
<th scope="col" class="org-left">Especificicacion</th>
<th scope="col" class="org-right">IP interno</th>
<th scope="col" class="org-left">NFS</th>
<th scope="col" class="org-left">Capac</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">sun</td>
<td class="org-left">publico</td>
<td class="org-left">sun opteron</td>
<td class="org-right">10.11.12.101</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">grial</td>
<td class="org-left">central/computo</td>
<td class="org-left">i9/10c/128gb</td>
<td class="org-right">10.11.12.1</td>
<td class="org-left">/home</td>
<td class="org-left">800gb</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">NIS/DHCP/HOME</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>1</sub></td>
<td class="org-left">3.4Tb</td>
<td class="org-left">simulaciones</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Red Salida</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>2</sub></td>
<td class="org-left">3.4Tb</td>
<td class="org-left">simulaciones</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">10.40.60.228</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>3</sub></td>
<td class="org-left">800Gb</td>
<td class="org-left">simulaciones</td>
</tr>

<tr>
<td class="org-left">grial2</td>
<td class="org-left">computo</td>
<td class="org-left">i7/6c/GPU/64gb</td>
<td class="org-right">10.11.12.2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">grial3</td>
<td class="org-left">computo</td>
<td class="org-left">i7/8c/GPU/128gb</td>
<td class="org-right">10.11.12.3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ypy</td>
<td class="org-left">almacenamiento</td>
<td class="org-left">SuperMicro-24d</td>
<td class="org-right">10.11.12.4</td>
<td class="org-left">/mnt/ypy<sub>1</sub></td>
<td class="org-left">22Tb</td>
<td class="org-left">simul (lleno)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">/mnt/ypy2<sub>2</sub></td>
<td class="org-left">7.2Tb</td>
<td class="org-left">MERRA-NASA</td>
</tr>

<tr>
<td class="org-left">ypy3</td>
<td class="org-left">almacenamiento</td>
<td class="org-left">i7</td>
<td class="org-right">10.11.12.6</td>
<td class="org-left">/mnt/ypy3<sub>1</sub></td>
<td class="org-left">TBC</td>
<td class="org-left">RADAR/SIMULACIONES</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">/mnt/ypy3<sub>2</sub></td>
<td class="org-left">TBC</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org89d3718" class="outline-3">
<h3 id="org89d3718"><span class="section-number-3">1.1.</span> Servidores centrales</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">Tipo</th>
<th scope="col" class="org-left">Especificicacion</th>
<th scope="col" class="org-right">IP interno</th>
<th scope="col" class="org-right">IP externo</th>
<th scope="col" class="org-left">Funcion</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">sun</td>
<td class="org-left">publico</td>
<td class="org-left">sun opteron</td>
<td class="org-right">10.11.12.101</td>
<td class="org-right">200.45.54.94</td>
<td class="org-left">SSH/VPN/HTTP/GIT</td>
</tr>

<tr>
<td class="org-left">grial</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">i9/10c/128gb</td>
<td class="org-right">10.11.12.1</td>
<td class="org-right">10.40.60.228</td>
<td class="org-left">NIS/DHCP/HOME/PYTHON/F90/ML</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org4832e7d" class="outline-3">
<h3 id="org4832e7d"><span class="section-number-3">1.2.</span> Servidores GPU</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">Especificación</th>
<th scope="col" class="org-left">GPU</th>
<th scope="col" class="org-right">IP interna</th>
<th scope="col" class="org-left">IP externa</th>
<th scope="col" class="org-left">Función</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ysyry2</td>
<td class="org-left">AMD/16c/256GB</td>
<td class="org-left">2 x 46GB</td>
<td class="org-right">10.11.12.119</td>
<td class="org-left">xx.xx.xx.xx</td>
<td class="org-left">PYTHON/ML</td>
</tr>

<tr>
<td class="org-left">ysyry</td>
<td class="org-left">AMD/16c/256GB</td>
<td class="org-left">2 x 46GB</td>
<td class="org-right">10.11.12.118</td>
<td class="org-left">xx.xx.xx.xx</td>
<td class="org-left">PYTHON/ML</td>
</tr>

<tr>
<td class="org-left">yakaira</td>
<td class="org-left">i7/4c/64GB</td>
<td class="org-left">1 x 11GB</td>
<td class="org-right">10.11.12.60</td>
<td class="org-left">10.40.60.207</td>
<td class="org-left">PYTHON/ML</td>
</tr>

<tr>
<td class="org-left">xumuc</td>
<td class="org-left">i5/6c/32GB</td>
<td class="org-left">1 x 11GB</td>
<td class="org-right">10.11.12.73</td>
<td class="org-left">xx.xx.xx.xx</td>
<td class="org-left">PYTHON/ML</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org65fbf00" class="outline-3">
<h3 id="org65fbf00"><span class="section-number-3">1.3.</span> Servidores computo serial</h3>
<div class="outline-text-3" id="text-1-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">Especificicacion</th>
<th scope="col" class="org-right">IP interno</th>
<th scope="col" class="org-right">IP externo</th>
<th scope="col" class="org-left">Funcion</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">grial</td>
<td class="org-left">i9/10c/128GB</td>
<td class="org-right">10.11.12.1</td>
<td class="org-right">10.40.60.228</td>
<td class="org-left">NIS/DHCP/HOME/PYTHON/F90/ML</td>
</tr>

<tr>
<td class="org-left">grial2</td>
<td class="org-left">i7/6c/64GB</td>
<td class="org-right">10.11.12.2</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">PYTHON/F90/ML</td>
</tr>

<tr>
<td class="org-left">grial3</td>
<td class="org-left">i7/8c/GPU/128GB</td>
<td class="org-right">10.11.12.3</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">PYTHON/F90/ML</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org9e386dd" class="outline-3">
<h3 id="org9e386dd"><span class="section-number-3">1.4.</span> Servidores Supermicros: computo paralelo</h3>
<div class="outline-text-3" id="text-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">Especificación</th>
<th scope="col" class="org-right">IP interno</th>
<th scope="col" class="org-right">IP red 13</th>
<th scope="col" class="org-right">Infiniband</th>
<th scope="col" class="org-left">Capacidad</th>
<th scope="col" class="org-left"># Comentarios</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 1&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 21</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.141</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.2</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 2&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 3&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 4&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 5&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 6&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 13</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.134</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.5</td>
<td class="org-left">465,8 GB</td>
<td class="org-left"># &lt;!&#x2013;super 7&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra *</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">10.11.12.1</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 8&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 14</td>
<td class="org-left">i-Xeon/12CPU/6c/32GB</td>
<td class="org-right">10.11.12.135</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.6</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 9&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 22</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.142</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.10</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 10&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 15</td>
<td class="org-left">i-Xeon/12CPU/6c/32GB</td>
<td class="org-right">10.11.12.136</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.7</td>
<td class="org-left">1,4 TB</td>
<td class="org-left"># &lt;!&#x2013;super 11&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 23</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.143</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.9</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 12&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 16</td>
<td class="org-left">i-Xeon/24CPU/6c/64GB</td>
<td class="org-right">10.11.12.137</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.8</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 13&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 26</td>
<td class="org-left">i-Xeon/24/6c/64GB</td>
<td class="org-right">10.11.12.146</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.11</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 14&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 17</td>
<td class="org-left">i-Xeon/24CPU/6c/64GB</td>
<td class="org-right">10.11.12.138</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.4</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 15&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra **</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 16&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 18</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.139</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.3</td>
<td class="org-left">931,5 GB</td>
<td class="org-left"># &lt;!&#x2013;super 17&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra **</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 18&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra 19</td>
<td class="org-left">i-Xeon/24CPU/6c/32GB</td>
<td class="org-right">10.11.12.140</td>
<td class="org-right">10.11.13.1</td>
<td class="org-right">10.11.14.1</td>
<td class="org-left">465,8 GB</td>
<td class="org-left"># &lt;!&#x2013;super 19&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra **</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"># &lt;!&#x2013;super 20&#x2013;&gt;</td>
</tr>

<tr>
<td class="org-left">huayra</td>
<td class="org-left">AMD/64CPU/16c/504GB</td>
<td class="org-right">10.11.12.120</td>
<td class="org-right">10.11.13</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">#349,3 GB</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org0ae058b" class="outline-3">
<h3 id="org0ae058b"><span class="section-number-3">1.5.</span> Servidores de almacenamiento. Datos</h3>
<div class="outline-text-3" id="text-1-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nick</th>
<th scope="col" class="org-left">NFS</th>
<th scope="col" class="org-right">IP interno</th>
<th scope="col" class="org-left">Capac</th>
<th scope="col" class="org-left">Uso</th>
<th scope="col" class="org-left">Disponibilidad</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">grial</td>
<td class="org-left">/home</td>
<td class="org-right">10.11.12.1</td>
<td class="org-left">800gb</td>
<td class="org-left">home</td>
<td class="org-left">Max 40Gb !!!</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>1</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3.4Tb</td>
<td class="org-left">simulaciones</td>
<td class="org-left">Libre</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>2</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3.4Tb</td>
<td class="org-left">simulaciones</td>
<td class="org-left">Libre</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>3</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">800Gb</td>
<td class="org-left">back up</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/grial<sub>4</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">17.2Tb</td>
<td class="org-left">back up</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">ypy</td>
<td class="org-left">/mnt/ypy<sub>1</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">22.0Tb</td>
<td class="org-left">simul (lleno)</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/ypy2<sub>2</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">7.2Tb</td>
<td class="org-left">MERRA-NASA</td>
<td class="org-left">Lectura</td>
</tr>

<tr>
<td class="org-left">ypy3</td>
<td class="org-left">/mnt/ypy3<sub>1</sub></td>
<td class="org-right">10.11.12.6</td>
<td class="org-left">TBC</td>
<td class="org-left">RADAR</td>
<td class="org-left">Lectura</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/ypy3<sub>2</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">TBC</td>
<td class="org-left">simulaciones</td>
<td class="org-left">Libre</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/ypy3<sub>3</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">11 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/ypy3<sub>5</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">11 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/ypy3<sub>6</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">11 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">huayra</td>
<td class="org-left">/mnt/huayra<sub>1</sub></td>
<td class="org-right">10.11.12.120</td>
<td class="org-left">11 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/huayra<sub>2</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">13 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/huayra<sub>3</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">17 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/huayra<sub>4</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">13 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/mnt/huayra<sub>5</sub></td>
<td class="org-right">&#xa0;</td>
<td class="org-left">13 TB</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: pulido</p>
<p class="date">Created: 2024-06-19 Wed 19:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
